Repository: abdelrahman01w/My-Islamic-APP
Catalog: lib/l10n/app_*.arb
Languages: ar

# app_title
source: Islami
ar: اسلامي

# quraan_icon
source: Quraan
ar: قران

# hadeeth_icon
source: Hadeeth
ar: حديث

# radio_icon
source: Radio
ar: راديوا

# sebha_icon
source: Sebhaa
ar: سبحة

# setting_icon
source: setting
ar: الاعدادات

# language_setting
source: language
ar: اللغة

# language_english
source: English
ar: الانجليزية

# language_arabic
source: Arabic
ar: العربية

source: Theme
ar: النمط

source: Light
ar: مضيئ

source: Dark
ar: مظلم

# text_radio
source: Holy Quran Radio
ar: اذاعة القران الكريم

# text_sp7a
source: Number of Tasbeehs
ar: عدد التسبيحات

# text_sp7a_zekr_1
source: Subhan Allah w Bhamdeh
ar: سبحان الله وبحمده

# text_sp7a_zekr_2
source: La Ilah Ella Allah
ar: لا اله الا الله

# text_sp7a_zekr_3
source: Elhamdullah
ar: الحمدلله

# text_sp7a_zekr_4
source: Allah w Akbar
ar: الله وأكبر

# text_sp7a_zekr_5
source: Allahumma Salli aala Muhammad
ar: اللهم صلي على محمد

# warningInCounter
source: warning
ar: تحذير

# messageWarningInCounter
source: Are you sure you want to reset the counter to zero?
ar: هل انت متاكد من اعادة عدد التسابيح للصفر؟

# cancelCounter
source: Cancel
ar: الغاء

# okCounter
source: ok
ar: حسنا

# returnCounter
source: return
ar: اعادة
